[
  {
    "id": 1,
    "is_causal": false,
    "statement": {
      "de": "In Städten mit hohem Bio-Lebensmittelkauf sind die Schulnoten besser.",
      "en": "In cities with high organic food purchase, school grades are better."
    },
    "explanation": {
      "de": "Sozioökonomischer Konfundierer: Wohlhabendere Familien kaufen häufiger Bio und bieten mehr Bildungsressourcen.",
      "en": "Socio-economic confounder: Wealthier families buy organic more often and provide more educational resources."
    },
    "source_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0069778"
  },
  {
    "id": 2,
    "is_causal": false,
    "statement": {
      "de": "Menschen mit niedrigem Vitamin-D-Spiegel haben häufiger Depressionen.",
      "en": "People with low vitamin D levels are more often depressed."
    },
    "explanation": {
      "de": "Assoziation vorhanden, aber Richtung unklar: Depressive gehen seltener raus (Reverse Causality). Mendelian Randomization-Studien zeigen wenig kausale Evidenz.",
      "en": "Association present, but direction unclear: Depressed people go outside less (reverse causality). Mendelian randomization studies show little causal evidence."
    },
    "source_url": "https://www.nature.com/articles/s41398-021-01674-3"
  },
  {
    "id": 3,
    "is_causal": false,
    "statement": {
      "de": "Je mehr Feuerwehrleute an einem Brand eingesetzt sind, desto größer der Sachschaden.",
      "en": "The more firefighters deployed to a fire, the larger the damage."
    },
    "explanation": {
      "de": "Die Schwere des Feuers verursacht beides: große Brände brauchen mehr Einsatzkräfte und verursachen mehr Schaden.",
      "en": "The severity of the fire causes both: big fires require more personnel and cause more damage."
    },
    "source_url": "https://lup.lub.lu.se/student-papers/record/9041395/file/9041396.pdf"
  },
  {
    "id": 4,
    "is_causal": false,
    "statement": {
      "de": "Orte mit mehr verkauften Fahrradhelmen haben mehr Kopfverletzungen.",
      "en": "Places with more bicycle helmet sales have more head injuries."
    },
    "explanation": {
      "de": "Regionen mit hohem Radverkehr haben mehr Unfälle und mehr Helmverkäufe. Helmverkäufe markieren Rad-Dichte.",
      "en": "Regions with high bicycle traffic have more accidents and more helmet purchases. Helmet sales mark cycling density."
    },
    "source_url": "https://www.cochrane.org/evidence/CD005401_bicycle-helmet-legislation-uptake-helmet-use-and-prevention-head-injuries"
  },
  {
    "id": 5,
    "is_causal": false,
    "statement": {
      "de": "Schulen mit mehr Schulsozialarbeitern haben höhere Melderaten von Mobbing.",
      "en": "Schools with more school social workers have higher reported rates of bullying."
    },
    "explanation": {
      "de": "Detection Bias: Mehr Sozialarbeiter führen zu besserer Erkennung und Meldung, nicht zu mehr Mobbing.",
      "en": "Detection bias: More social workers lead to better detection and reporting, not more bullying."
    },
    "source_url": "https://onlinelibrary.wiley.com/doi/full/10.1002/hpja.680"
  },
  {
    "id": 6,
    "is_causal": false,
    "statement": {
      "de": "Je mehr Eis verkauft wird, desto mehr Ertrinkungsfälle gibt es.",
      "en": "The more ice cream sold, the more drowning cases occur."
    },
    "explanation": {
      "de": "Beide steigen im Sommer. Die gemeinsame Ursache ist Temperatur/Saison.",
      "en": "Both increase in summer. The common cause is temperature/season."
    },
    "source_url": "https://andreasrmadsen.medium.com/a-story-of-ice-cream-drowning-and-causal-modelling-fff3967f7671"
  },
  {
    "id": 7,
    "is_causal": false,
    "statement": {
      "de": "Länder mit höherem Schokoladenverbrauch haben mehr Nobelpreisträger.",
      "en": "Countries with higher chocolate consumption have more Nobel laureates."
    },
    "explanation": {
      "de": "Beide hängen mit Wohlstand und Forschungskapazität zusammen.",
      "en": "Both are linked to prosperity and research capacity."
    },
    "source_url": "https://www.nejm.org/doi/abs/10.1056/NEJMon1211064"
  },
  {
    "id": 8,
    "is_causal": false,
    "statement": {
      "de": "Größere Schuhgrößen gehen mit besserer Lesefähigkeit einher.",
      "en": "Larger shoe sizes are associated with better reading ability."
    },
    "explanation": {
      "de": "Alter ist der versteckte Faktor: ältere Kinder haben größere Füße und lesen besser.",
      "en": "Age is the hidden factor: older children have bigger feet and read better."
    },
    "source_url": "https://web.ma.utexas.edu/users/mks/statmistakes/causality.html"
  },
  {
    "id": 9,
    "is_causal": false,
    "statement": {
      "de": "Orte mit mehr Kirchen haben mehr Verbrechen.",
      "en": "Places with more churches have more crime."
    },
    "explanation": {
      "de": "Größere Städte haben mehr Kirchen und mehr Straftaten – die Bevölkerungsgröße ist der Konfundierer.",
      "en": "Larger cities have more churches and more crimes – population size is the confounder."
    },
    "source_url": "https://en.wikipedia.org/wiki/Misuse_of_statistics"
  },
  {
    "id": 10,
    "is_causal": false,
    "statement": {
      "de": "Mehr Krankenhausbetten bedeuten mehr Krankheiten.",
      "en": "More hospital beds mean more diseases."
    },
    "explanation": {
      "de": "Regionen mit höherer Krankheitslast bauen mehr Betten. Bettenzahl ist ein Indikator, keine Ursache.",
      "en": "Regions with higher disease burden build more beds. Bed numbers are an indicator, not a cause."
    },
    "source_url": "https://stats.stackexchange.com/questions/36/examples-for-teaching-correlation-does-not-mean-causation"
  },
  {
    "id": 11,
    "is_causal": false,
    "statement": {
      "de": "Höherer Kaffeekonsum korreliert mit geringerem Alzheimer-Risiko.",
      "en": "Higher coffee consumption correlates with lower Alzheimer's risk."
    },
    "explanation": {
      "de": "Gesündere Menschen trinken mehr Kaffee (Reverse Causality). Genetische Faktoren beeinflussen beides.",
      "en": "Healthier people drink more coffee (reverse causality). Genetic factors influence both."
    },
    "source_url": "https://www.bmj.com/content/372/bmj.n352"
  },
  {
    "id": 12,
    "is_causal": false,
    "statement": {
      "de": "Länder mit höheren Bildungsausgaben haben mehr Selbstmorde.",
      "en": "Countries with higher education spending have more suicides."
    },
    "explanation": {
      "de": "Wohlhabendere Länder geben mehr für Bildung aus und haben bessere Suizid-Meldesysteme (bessere Erfassung).",
      "en": "Wealthier countries spend more on education and have better suicide reporting systems (better detection)."
    },
    "source_url": "https://www.thelancet.com/journals/lanpsy/article/PIIS2215-0366(16)30030-X/fulltext"
  },
  {
    "id": 13,
    "is_causal": false,
    "statement": {
      "de": "Menschen die mehr Vitamine nehmen, leben länger.",
      "en": "People who take more vitamins live longer."
    },
    "explanation": {
      "de": "Gesundheitsbewusste Menschen nehmen Vitamine und haben insgesamt gesündere Lebensstile (Konfundierer).",
      "en": "Health-conscious people take vitamins and have overall healthier lifestyles (confounder)."
    },
    "source_url": "https://www.bmj.com/content/346/bmj.f10"
  },
  {
    "id": 14,
    "is_causal": false,
    "statement": {
      "de": "Haushalte mit mehr Büchern haben intelligentere Kinder.",
      "en": "Households with more books have smarter children."
    },
    "explanation": {
      "de": "Bildungsniveau der Eltern beeinflusst beides: Bucherwerb und kognitive Förderung der Kinder.",
      "en": "Parents' education level influences both: book acquisition and cognitive support of children."
    },
    "source_url": "https://www.sciencedirect.com/science/article/abs/pii/S0160289618300552"
  },
  {
    "id": 17,
    "is_causal": false,
    "statement": {
      "de": "Menschen die täglich frühstücken sind schlanker.",
      "en": "People who eat breakfast daily are slimmer."
    },
    "explanation": {
      "de": "Menschen mit gesünderem Lebensstil frühstücken eher. RCTs zeigen: Frühstück selbst verursacht keine Gewichtsabnahme.",
      "en": "People with healthier lifestyles are more likely to eat breakfast. RCTs show: Breakfast itself doesn't cause weight loss."
    },
    "source_url": "https://www.bmj.com/content/364/bmj.l42"
  },
  {
    "id": 19,
    "is_causal": false,
    "statement": {
      "de": "Menschen die mehr schlafen, sind produktiver.",
      "en": "People who sleep more are more productive."
    },
    "explanation": {
      "de": "Menschen ohne Stress schlafen mehr und sind produktiver. Stress ist der gemeinsame Faktor.",
      "en": "People without stress sleep more and are more productive. Stress is the common factor."
    },
    "source_url": "https://www.sleephealthjournal.org/article/S2352-7218(15)00015-7/fulltext"
  },
  {
    "id": 31,
    "is_causal": false,
    "statement": {
      "de": "Höhere Bildschirmzeit verursacht ADHS-Symptome.",
      "en": "Higher screen time causes ADHD symptoms."
    },
    "explanation": {
      "de": "Kinder mit ADHS nutzen Bildschirme als Stimulation (Reverse Causality). Selbstregulation ist der eigentliche Faktor.",
      "en": "Children with ADHD use screens for stimulation (reverse causality). Self-regulation is the actual factor."
    },
    "source_url": "https://jamanetwork.com/journals/jama/fullarticle/2687861"
  },
  {
    "id": 37,
    "is_causal": false,
    "statement": {
      "de": "Höhere Omega-3-Aufnahme führt zu besserer Herzgesundheit.",
      "en": "Higher omega-3 intake leads to better heart health."
    },
    "explanation": {
      "de": "Menschen die Omega-3 konsumieren, essen generell mehr Fisch und gesünder. RCTs zeigen schwache oder keine Effekte.",
      "en": "People who consume omega-3 generally eat more fish and healthier. RCTs show weak or no effects."
    },
    "source_url": "https://www.cochrane.org/CD003177/VASC_omega-3-fatty-acid-supplementation-cardiovascular-disease"
  },
  {
    "id": 45,
    "is_causal": false,
    "statement": {
      "de": "Menschen mit besserer Körperhaltung sind selbstbewusster.",
      "en": "People with better posture are more confident."
    },
    "explanation": {
      "de": "Selbstbewusste Menschen haben bessere Haltung. Depression und Angst führen zu schlechterer Haltung (Reverse Causality).",
      "en": "Confident people have better posture. Depression and anxiety lead to worse posture (reverse causality)."
    },
    "source_url": "https://journals.sagepub.com/doi/10.1177/0956797614553946"
  },
  {
    "id": 102,
    "is_causal": false,
    "statement": {
      "de": "Störche bringen Babys.",
      "en": "Storks deliver babies."
    },
    "explanation": {
      "de": "Klassisches Beispiel für Scheinkorrelation. Beide korrelieren mit Dorfgröße/ländlichen Gebieten, nicht miteinander.",
      "en": "Classic spurious correlation example. Both correlate with village size/rural areas, not with each other."
    },
    "source_url": "https://pubmed.ncbi.nlm.nih.gov/14738551/"
  },
  {
    "id": 104,
    "is_causal": false,
    "statement": {
      "de": "MMR-Impfung verursacht Autismus.",
      "en": "MMR vaccination causes autism."
    },
    "explanation": {
      "de": "Zeitliche Überschneidung, da Autismus im gleichen Alter diagnostiziert wird wie Impfzeitpunkt. Keine Kausalität, nur Koinzidenz.",
      "en": "Temporal overlap as autism is diagnosed at same age as vaccination timing. No causation, only coincidence."
    },
    "source_url": "https://www.cdc.gov/vaccine-safety/about/autism.html"
  },
  {
    "id": 105,
    "is_causal": false,
    "statement": {
      "de": "Nicolas-Cage-Filme verursachen Ertrinken in Schwimmbädern.",
      "en": "Nicolas Cage films cause swimming pool drownings."
    },
    "explanation": {
      "de": "Reine zufällige Korrelation ohne jeglichen kausalen Mechanismus.",
      "en": "Pure random correlation without any causal mechanism."
    },
    "source_url": "https://www.tylervigen.com/spurious-correlations"
  },
  {
    "id": 107,
    "is_causal": false,
    "statement": {
      "de": "Margarine-Konsum verursacht Scheidungen in Maine.",
      "en": "Margarine consumption causes divorces in Maine."
    },
    "explanation": {
      "de": "Zufällige Korrelation ohne plausiblen Mechanismus. Klassisches Beispiel für Datensuche.",
      "en": "Random correlation without plausible mechanism. Classic example of data mining."
    },
    "source_url": "https://www.tylervigen.com/spurious-correlations"
  },
  {
    "id": 108,
    "is_causal": false,
    "statement": {
      "de": "Käse-Konsum verursacht Tod durch Verheddern im Bettlaken.",
      "en": "Cheese consumption causes death by tangling in bedsheets."
    },
    "explanation": {
      "de": "Spurious correlation - keine biologische oder logische Verbindung.",
      "en": "Spurious correlation - no biological or logical connection."
    },
    "source_url": "https://www.tylervigen.com/spurious-correlations"
  },
  {
    "id": 109,
    "is_causal": false,
    "statement": {
      "de": "Schlafen mit Licht verursacht Kurzsichtigkeit.",
      "en": "Sleeping with light on causes myopia."
    },
    "explanation": {
      "de": "Kurzsichtige Eltern lassen eher Licht an UND vererben Kurzsichtigkeit. Elterliche Myopie ist der gemeinsame Faktor.",
      "en": "Myopic parents are more likely to leave light on AND pass on myopia. Parental myopia is the common factor."
    },
    "source_url": "https://www.scienceminded.org/post/ice-cream-linked-to-drowning"
  },
  {
    "id": 110,
    "is_causal": false,
    "statement": {
      "de": "Schuhgröße verursacht bessere Lesefähigkeit bei Kindern.",
      "en": "Shoe size causes better reading ability in children."
    },
    "explanation": {
      "de": "Alter ist der gemeinsame Faktor - ältere Kinder haben größere Füße UND lesen besser.",
      "en": "Age is the common factor - older children have bigger feet AND read better."
    },
    "source_url": "https://priceonomics.com/do-storks-deliver-babies/"
  },
  {
    "id": 112,
    "is_causal": false,
    "statement": {
      "de": "Mehr Feuerwehrmänner am Brandort verursachen größere Schäden.",
      "en": "More firefighters at fire scene cause greater damage."
    },
    "explanation": {
      "de": "Umgekehrte Logik: Größere Brände ziehen mehr Feuerwehrleute an, nicht umgekehrt.",
      "en": "Reverse logic: Larger fires attract more firefighters, not vice versa."
    },
    "source_url": "https://builtin.com/data-science/correlation-is-not-causation"
  },
  {
    "id": 113,
    "is_causal": false,
    "statement": {
      "de": "Anzahl der Piraten beeinflusst die globale Erwärmung.",
      "en": "Number of pirates affects global warming."
    },
    "explanation": {
      "de": "Satirisches Beispiel: Abnahme von Piraten seit 1800 korreliert mit Temperaturanstieg, aber keine Kausalität.",
      "en": "Satirical example: Decrease in pirates since 1800 correlates with temperature rise, but no causation."
    },
    "source_url": "https://www.chi2innovations.com/blog/graphs-prove-correlation-not-causation/"
  },
  {
    "id": 114,
    "is_causal": false,
    "statement": {
      "de": "Vitamin D-Mangel verursacht COVID-19-Todesfälle.",
      "en": "Vitamin D deficiency causes COVID-19 deaths."
    },
    "explanation": {
      "de": "Lebenserwartung ist der gemeinsame Faktor - besseres Gesundheitssystem detektiert mehr Fälle und hat ältere Bevölkerung.",
      "en": "Life expectancy is the common factor - better healthcare detects more cases and has older population."
    },
    "source_url": "https://www.medrxiv.org/content/10.1101/2020.05.25.20110338v1.full"
  },
  {
    "id": 115,
    "is_causal": false,
    "statement": {
      "de": "Wurzelkanalbehandlungen verursachen Krebs.",
      "en": "Root canals cause cancer."
    },
    "explanation": {
      "de": "Keine wissenschaftliche Evidenz. Verwechslung von Korrelation mit Kausalität.",
      "en": "No scientific evidence. Confusion of correlation with causation."
    },
    "source_url": "https://www.minnpost.com/second-opinion/2014/05/root-canals-cause-cancer-and-other-spurious-correlations/"
  },
  {
    "id": 117,
    "is_causal": false,
    "statement": {
      "de": "Frühstück auslassen verursacht Gewichtszunahme.",
      "en": "Skipping breakfast causes weight gain."
    },
    "explanation": {
      "de": "Studien zeigen, dass Frühstück-Auslasser oft weniger Kalorien konsumieren. Keine klare Kausalität.",
      "en": "Studies show breakfast skippers often consume fewer calories. No clear causation."
    },
    "source_url": "https://www.webmd.com/balance/ss/slideshow-10-health-myths-debunked"
  },
  {
    "id": 120,
    "is_causal": false,
    "statement": {
      "de": "Knöchel knacken verursacht Arthritis.",
      "en": "Knuckle cracking causes arthritis."
    },
    "explanation": {
      "de": "Keine wissenschaftliche Evidenz für Zusammenhang zwischen Knöchelknacken und Arthritis.",
      "en": "No scientific evidence for link between knuckle cracking and arthritis."
    },
    "source_url": "https://health.clevelandclinic.org/is-cracking-your-knuckles-bad-for-you"
  },
  {
    "id": 122,
    "is_causal": false,
    "statement": {
      "de": "Wir nutzen nur 10% unseres Gehirns.",
      "en": "We only use 10% of our brain."
    },
    "explanation": {
      "de": "Neurowissenschaftlich widerlegt - das ganze Gehirn ist aktiv, wenn auch nicht gleichzeitig alle Bereiche.",
      "en": "Neuroscientifically debunked - the whole brain is active, though not all areas simultaneously."
    },
    "source_url": "https://www.livescience.com/36100-10-medical-myths.html"
  },
  {
    "id": 123,
    "is_causal": false,
    "statement": {
      "de": "Haare wachsen dicker nach dem Rasieren nach.",
      "en": "Hair grows back thicker after shaving."
    },
    "explanation": {
      "de": "Optische Täuschung - stumpfe Enden wirken dicker. Genetik bestimmt tatsächliche Haardicke.",
      "en": "Optical illusion - blunt ends appear thicker. Genetics determine actual hair thickness."
    },
    "source_url": "https://health.clevelandclinic.org/does-shaving-make-hair-thicker"
  },
  {
    "id": 124,
    "is_causal": false,
    "statement": {
      "de": "Deoroller verursachen Brustkrebs.",
      "en": "Antiperspirants cause breast cancer."
    },
    "explanation": {
      "de": "Keine wissenschaftliche Evidenz für kausalen Zusammenhang trotz Korrelationstheorien.",
      "en": "No scientific evidence for causal link despite correlation theories."
    },
    "source_url": "https://www.webmd.com/balance/ss/slideshow-10-health-myths-debunked"
  },
  {
    "id": 125,
    "is_causal": false,
    "statement": {
      "de": "Multivitamine ersetzen ungesunde Ernährung.",
      "en": "Multivitamins compensate for unhealthy diet."
    },
    "explanation": {
      "de": "Keine Evidenz, dass Pillen komplexe Ernährung ersetzen können. Korrelation zwischen Vitamineinnahme und Gesundheit kann umgekehrt sein.",
      "en": "No evidence that pills can replace complex nutrition. Correlation between vitamin intake and health may be reversed."
    },
    "source_url": "https://www.livescience.com/36100-10-medical-myths.html"
  },
  {
    "id": 126,
    "is_causal": false,
    "statement": {
      "de": "8 Gläser Wasser täglich sind notwendig.",
      "en": "8 glasses of water daily are necessary."
    },
    "explanation": {
      "de": "Keine wissenschaftliche Basis. Flüssigkeitsbedarf variiert individuell. Durst ist ausreichender Indikator.",
      "en": "No scientific basis. Fluid needs vary individually. Thirst is sufficient indicator."
    },
    "source_url": "https://www.webmd.com/balance/ss/slideshow-10-health-myths-debunked"
  },
  {
    "id": 127,
    "is_causal": false,
    "statement": {
      "de": "Sofort nach dem Essen schwimmen ist gefährlich.",
      "en": "Swimming immediately after eating is dangerous."
    },
    "explanation": {
      "de": "Kein erhöhtes Ertrinkungsrisiko. Maximal leichte Magenbeschwerden möglich.",
      "en": "No increased drowning risk. At most slight stomach discomfort possible."
    },
    "source_url": "https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-minute-should-you-wait-30-minutes-to-swim-after-eating/"
  },
  {
    "id": 130,
    "is_causal": false,
    "statement": {
      "de": "Mikrowellen zerstören Nährstoffe mehr als andere Kochmethoden.",
      "en": "Microwaves destroy nutrients more than other cooking methods."
    },
    "explanation": {
      "de": "Hitze und Wasser zerstören Nährstoffe, nicht die Mikrowellenmethode selbst. Oft schonender durch kürzere Garzeit.",
      "en": "Heat and water destroy nutrients, not the microwave method itself. Often gentler due to shorter cooking time."
    },
    "source_url": "https://www.health.harvard.edu/staying-healthy/microwave-cooking-and-nutrition"
  },
  {
    "id": 133,
    "is_causal": false,
    "statement": {
      "de": "Detox-Diäten entgiften den Körper.",
      "en": "Detox diets cleanse the body of toxins."
    },
    "explanation": {
      "de": "Leber und Nieren entgiften bereits. Keine Evidenz, dass spezielle Diäten zusätzlich 'entgiften'.",
      "en": "Liver and kidneys already detoxify. No evidence that special diets additionally 'detox'."
    },
    "source_url": "https://www.health.harvard.edu/staying-healthy/the-dubious-practice-of-detox"
  },
  {
    "id": 134,
    "is_causal": false,
    "statement": {
      "de": "Glutenfreie Ernährung ist gesünder für alle.",
      "en": "Gluten-free diet is healthier for everyone."
    },
    "explanation": {
      "de": "Nur für Zöliakie-Patienten notwendig. Keine Gesundheitsvorteile für andere nachgewiesen.",
      "en": "Only necessary for celiac patients. No health benefits proven for others."
    },
    "source_url": "https://www.health.harvard.edu/blog/going-gluten-free-just-because-heres-what-you-need-to-know-201302205916"
  },
  {
    "id": 135,
    "is_causal": false,
    "statement": {
      "de": "Organische Lebensmittel sind immer nahrhafter.",
      "en": "Organic foods are always more nutritious."
    },
    "explanation": {
      "de": "Nährstoffgehalt variiert, aber nicht systematisch höher bei Bio. Pestizidreduktion ja, aber nicht mehr Nährstoffe.",
      "en": "Nutrient content varies but not systematically higher in organic. Reduced pesticides yes, but not more nutrients."
    },
    "source_url": "https://www.health.harvard.edu/blog/organic-food-no-more-nutritious-than-conventionally-grown-food-201209055264"
  },
  {
    "id": 137,
    "is_causal": false,
    "statement": {
      "de": "Negativer Blutzucker durch zu viel Insulin lässt Fett schmelzen.",
      "en": "Negative blood sugar from too much insulin melts fat."
    },
    "explanation": {
      "de": "Gefährlicher Mythos. Hypoglykämie ist lebensbedrohlich, nicht gewichtsreduzierend.",
      "en": "Dangerous myth. Hypoglycemia is life-threatening, not weight-reducing."
    },
    "source_url": "https://www.diabetes.org/diabetes/medication-management/insulin-other-injectables"
  },
  {
    "id": 143,
    "is_causal": false,
    "statement": {
      "de": "Sport allein führt zu signifikantem Gewichtsverlust.",
      "en": "Exercise alone leads to significant weight loss."
    },
    "explanation": {
      "de": "Studien zeigen nur ~3kg Verlust ohne Kalorienrestriktion. Ernährung + Sport zusammen effektiv.",
      "en": "Studies show only ~6lbs loss without caloric restriction. Diet + exercise together effective."
    },
    "source_url": "https://healthmatters.nyp.org/5-medical-myths-debunked/"
  },
  {
    "id": 42,
    "is_causal": true,
    "statement": {
      "de": "Menschen die Tagebuch schreiben, sind emotional stabiler.",
      "en": "People who journal are more emotionally stable."
    },
    "explanation": {
      "de": "Das Führen eines webbasierten Tagebuchs über positive Emotionen reduzierte Stress, Depressionen und Ängste und steigerte gleichzeitig das Wohlbefinden und die Resilienz.",
      "en": "Web-based positive affect journaling reduced distress, depression, and anxiety while boosting well-being and resilience."
    },
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6305886/"
  },
  {
    "id": 20,
    "is_causal": true,
    "statement": {
      "de": "Häufigeres Händewaschen korreliert mit mehr Hautproblemen.",
      "en": "More frequent handwashing correlates with more skin problems."
    },
    "explanation": {
      "de": "Häufiges Händewaschen kann die Haut schädigen, und das Waschen mit Wasser und Seife reduziert die Kontamination an geschädigten Händen nicht wirksam.",
      "en": "Frequent handwashing can damage skin, and washing with soap and water fails to effectively reduce contamination on damaged hands."
    },
    "source_url": "https://www.ajicjournal.org/article/S0196-6553(06)01160-6/abstract"
  },
  {
    "id": 51,
    "is_causal": true,
    "statement": {
      "de": "Regelmäßiges aerobes Training reduziert depressive Symptome.",
      "en": "Regular aerobic exercise reduces depressive symptoms."
    },
    "explanation": {
      "de": "RCTs zeigen moderate bis starke Effekte. Sport erhöht Neuroplastizität und Neurotransmitter.",
      "en": "RCTs show moderate to strong effects. Exercise increases neuroplasticity and neurotransmitters."
    },
    "source_url": "https://www.bmj.com/content/385/bmj.q1024"
  },
  {
    "id": 52,
    "is_causal": true,
    "statement": {
      "de": "Infektion mit Helicobacter pylori verursacht Magengeschwüre.",
      "en": "Infection with Helicobacter pylori causes stomach ulcers."
    },
    "explanation": {
      "de": "Antibiotika-Behandlung heilt Geschwüre. Nobelpreis 2005 für diese Entdeckung.",
      "en": "Antibiotic treatment cures ulcers. Nobel Prize 2005 for this discovery."
    },
    "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(84)91816-6/fulltext"
  },
  {
    "id": 53,
    "is_causal": true,
    "statement": {
      "de": "Die Umstellung auf Sommerzeit führt kurzfristig zu mehr Herzinfarkten.",
      "en": "Daylight saving time transition causes short-term increase in heart attacks."
    },
    "explanation": {
      "de": "Schlafmangel und zirkadiane Störung erhöhen akut Herzinfarktrisiko.",
      "en": "Sleep deprivation and circadian disruption acutely increase heart attack risk."
    },
    "source_url": "https://www.nejm.org/doi/full/10.1056/NEJMc0807104"
  },
  {
    "id": 54,
    "is_causal": true,
    "statement": {
      "de": "Pränatale Hungerexposition erhöht das spätere Risiko für Stoffwechselkrankheiten.",
      "en": "Prenatal famine exposure increases later risk of metabolic disease."
    },
    "explanation": {
      "de": "Epigenetische Programmierung während kritischer Entwicklungsphasen hat lebenslange Folgen.",
      "en": "Epigenetic programming during critical developmental phases has lifelong consequences."
    },
    "source_url": "https://pubmed.ncbi.nlm.nih.gov/11738798/"
  },
  {
    "id": 55,
    "is_causal": true,
    "statement": {
      "de": "Frühe Antibiotikagaben erhöhen das Risiko für Übergewicht im Kindesalter.",
      "en": "Early antibiotic exposure increases risk of childhood obesity."
    },
    "explanation": {
      "de": "Antibiotika stören das Mikrobiom und beeinflussen Metabolismus und Appetitregulation.",
      "en": "Antibiotics disrupt the microbiome and affect metabolism and appetite regulation."
    },
    "source_url": "https://jamanetwork.com/journals/jamapediatrics/fullarticle/1909801"
  },
  {
    "id": 56,
    "is_causal": true,
    "statement": {
      "de": "Trinkwasser-Chlorierung reduziert Durchfallkrankheiten dramatisch.",
      "en": "Water chlorination dramatically reduces diarrheal diseases."
    },
    "explanation": {
      "de": "Abtötung von Pathogenen im Wasser verhindert direkt Infektionen.",
      "en": "Killing pathogens in water directly prevents infections."
    },
    "source_url": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(19)30315-8/fulltext"
  },
  {
    "id": 57,
    "is_causal": true,
    "statement": {
      "de": "Rauchen verursacht Lungenkrebs.",
      "en": "Smoking causes lung cancer."
    },
    "explanation": {
      "de": "Starke Dosis-Wirkungs-Beziehung, biologischer Mechanismus bekannt, multiple Studiendesigns konsistent.",
      "en": "Strong dose-response relationship, biological mechanism known, multiple study designs consistent."
    },
    "source_url": "https://www.bmj.com/content/2/4682/739"
  },
  {
    "id": 58,
    "is_causal": true,
    "statement": {
      "de": "Blei-Exposition in der Kindheit senkt den IQ dauerhaft.",
      "en": "Lead exposure in childhood permanently lowers IQ."
    },
    "explanation": {
      "de": "Neurotoxische Wirkung auf sich entwickelndes Gehirn ist gut dokumentiert.",
      "en": "Neurotoxic effect on developing brain is well documented."
    },
    "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1257652/"
  },
  {
    "id": 59,
    "is_causal": true,
    "statement": {
      "de": "Sicherheitsgurte reduzieren tödliche Verkehrsunfälle.",
      "en": "Seatbelts reduce fatal car accidents."
    },
    "explanation": {
      "de": "Physikalischer Schutzmechanismus mit klarer Wirkung auf Verletzungsschwere.",
      "en": "Physical protection mechanism with clear effect on injury severity."
    },
    "source_url": "https://www.cdc.gov/seat-belts/facts/index.html"
  },
  {
    "id": 60,
    "is_causal": true,
    "statement": {
      "de": "Masern-Impfprogramme haben die Sterblichkeit massiv reduziert.",
      "en": "Measles vaccination programs have drastically reduced mortality."
    },
    "explanation": {
      "de": "WHO-Daten zeigen Millionen verhinderte Todesfälle durch Immunisierung.",
      "en": "WHO data show millions of deaths prevented by immunization."
    },
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/measles"
  },
  {
    "id": 61,
    "is_causal": true,
    "statement": {
      "de": "Händewaschen mit Seife verhindert Infektionskrankheiten.",
      "en": "Handwashing with soap prevents infectious diseases."
    },
    "explanation": {
      "de": "Mechanische Entfernung von Pathogenen reduziert Übertragung um 30-50%.",
      "en": "Mechanical removal of pathogens reduces transmission by 30-50%."
    },
    "source_url": "https://pubmed.ncbi.nlm.nih.gov/37121242/"
  },
  {
    "id": 62,
    "is_causal": true,
    "statement": {
      "de": "Hoher Blutdruck verursacht Schlaganfälle.",
      "en": "High blood pressure causes strokes."
    },
    "explanation": {
      "de": "Blutdrucksenkung reduziert Schlaganfallrisiko in RCTs nachweislich um 30-40%.",
      "en": "Blood pressure reduction demonstrably reduces stroke risk by 30-40% in RCTs."
    },
    "source_url": "https://www.webmd.com/hypertension-high-blood-pressure/hypertension-high-blood-pressure-stroke"
  },
  {
    "id": 65,
    "is_causal": true,
    "statement": {
      "de": "UV-Strahlung verursacht Hautkrebs.",
      "en": "UV radiation causes skin cancer."
    },
    "explanation": {
      "de": "DNA-Schädigung durch UV-Strahlung ist kausal für Hautkrebs belegt.",
      "en": "DNA damage from UV radiation is causally proven for skin cancer."
    },
    "source_url": "https://www.cancer.gov/about-cancer/causes-prevention/risk/sunlight"
  },
  {
    "id": 66,
    "is_causal": true,
    "statement": {
      "de": "Folsäure-Supplementierung reduziert Neuralrohrdefekte bei Neugeborenen.",
      "en": "Folic acid supplementation reduces neural tube defects in newborns."
    },
    "explanation": {
      "de": "Randomisierte Studien zeigen 70% Reduktion von Spina bifida und Anenzephalie.",
      "en": "Randomized studies show 70% reduction of spina bifida and anencephaly."
    },
    "source_url": "https://www.nejm.org/doi/full/10.1056/NEJM199212243272602"
  },
  {
    "id": 67,
    "is_causal": true,
    "statement": {
      "de": "Übergewicht erhöht das Risiko für Typ-2-Diabetes.",
      "en": "Obesity increases the risk of type 2 diabetes."
    },
    "explanation": {
      "de": "Gewichtsreduktion reduziert Diabetes-Risiko nachweislich. Klarer biologischer Mechanismus.",
      "en": "Weight reduction demonstrably reduces diabetes risk. Clear biological mechanism."
    },
    "source_url": "https://www.nejm.org/doi/full/10.1056/NEJMoa012512"
  },
  {
    "id": 68,
    "is_causal": true,
    "statement": {
      "de": "Luftverschmutzung durch Feinstaub verursacht Herz-Kreislauf-Erkrankungen.",
      "en": "Air pollution from particulate matter causes cardiovascular disease."
    },
    "explanation": {
      "de": "Reduktion von Feinstaub führt zu messbarer Verbesserung der Herz-Gesundheit.",
      "en": "Reduction of particulate matter leads to measurable improvement in heart health."
    },
    "source_url": "https://www.nejm.org/doi/full/10.1056/NEJMsa0805646"
  },
  {
    "id": 69,
    "is_causal": true,
    "statement": {
      "de": "Alkohol in der Schwangerschaft verursacht fetale Alkoholspektrumstörungen.",
      "en": "Alcohol during pregnancy causes fetal alcohol spectrum disorders."
    },
    "explanation": {
      "de": "Direkte toxische Wirkung auf fetale Entwicklung, keine sichere Menge bekannt.",
      "en": "Direct toxic effect on fetal development, no safe amount known."
    },
    "source_url": "https://www.cdc.gov/fasd/about/"
  },
  {
    "id": 70,
    "is_causal": true,
    "statement": {
      "de": "Statine reduzieren das Risiko für Herzinfarkte.",
      "en": "Statins reduce the risk of heart attacks."
    },
    "explanation": {
      "de": "Große RCTs zeigen konsistente 25-30% Risikoreduktion durch Cholesterinsenkung.",
      "en": "Large RCTs show consistent 25-30% risk reduction through cholesterol lowering."
    },
    "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(10)61350-5/fulltext"
  },
  {
    "id": 71,
    "is_causal": true,
    "statement": {
      "de": "Schlafen in Bauchlage erhöht das Risiko für plötzlichen Kindstod.",
      "en": "Sleeping on stomach increases risk of sudden infant death syndrome."
    },
    "explanation": {
      "de": "\"Back to Sleep\"-Kampagne reduzierte SIDS um 50%. Klare Kausalität durch Atemwegsverlegung.",
      "en": "\"Back to Sleep\" campaign reduced SIDS by 50%. Clear causality through airway obstruction."
    },
    "source_url": "https://www.nichd.nih.gov/health/topics/sids"
  },
  {
    "id": 72,
    "is_causal": true,
    "statement": {
      "de": "Impfung gegen Humane Papillomviren verhindert Gebärmutterhalskrebs.",
      "en": "HPV vaccination prevents cervical cancer."
    },
    "explanation": {
      "de": "HPV verursacht 99% der Zervixkarzinome. Impfung reduziert Präkanzerosen um 90%.",
      "en": "HPV causes 99% of cervical cancers. Vaccination reduces precancerous lesions by 90%."
    },
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/human-papillomavirus-(hpv)-and-cervical-cancer"
  },
  {
    "id": 74,
    "is_causal": true,
    "statement": {
      "de": "Passivrauchen verursacht Lungenkrebs bei Nichtrauchern.",
      "en": "Secondhand smoke causes lung cancer in non-smokers."
    },
    "explanation": {
      "de": "Meta-Analysen zeigen 20-30% erhöhtes Lungenkrebsrisiko bei chronischer Exposition.",
      "en": "Meta-analyses show 20-30% increased lung cancer risk with chronic exposure."
    },
    "source_url": "https://www.cancer.gov/about-cancer/causes-prevention/risk/tobacco/second-hand-smoke-fact-sheet"
  },
  {
    "id": 75,
    "is_causal": true,
    "statement": {
      "de": "Schlafentzug beeinträchtigt kognitive Leistung messbar.",
      "en": "Sleep deprivation measurably impairs cognitive performance."
    },
    "explanation": {
      "de": "Experimentelle Studien zeigen dosisabhängige Verschlechterung von Aufmerksamkeit und Gedächtnis.",
      "en": "Experimental studies show dose-dependent deterioration of attention and memory."
    },
    "source_url": "https://www.nature.com/articles/nrn3447"
  },
  {
    "id": 76,
    "is_causal": true,
    "statement": {
      "de": "Helmpflicht für Motorradfahrer reduziert tödliche Kopfverletzungen.",
      "en": "Motorcycle helmet laws reduce fatal head injuries."
    },
    "explanation": {
      "de": "Helme reduzieren Todesrisiko um 37% und Hirnverletzungen um 69%.",
      "en": "Helmets reduce death risk by 37% and brain injuries by 69%."
    },
    "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4779790/"
  },
  {
    "id": 77,
    "is_causal": true,
    "statement": {
      "de": "Transfettsäuren erhöhen das Risiko für Herz-Kreislauf-Erkrankungen.",
      "en": "Trans fats increase risk of cardiovascular disease."
    },
    "explanation": {
      "de": "Jede 2% Erhöhung von Trans-Fett-Konsum erhöht Herzrisiko um 23%. Verbote zeigen positive Effekte.",
      "en": "Each 2% increase in trans fat consumption raises heart risk by 23%. Bans show positive effects."
    },
    "source_url": "https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/in-depth/trans-fat/art-20046114"
  },
  {
    "id": 78,
    "is_causal": true,
    "statement": {
      "de": "Chemotherapie verlängert das Überleben bei vielen Krebsarten.",
      "en": "Chemotherapy extends survival in many cancer types."
    },
    "explanation": {
      "de": "RCTs zeigen signifikante Überlebensvorteile bei zahlreichen Krebsarten.",
      "en": "RCTs show significant survival benefits in numerous cancer types."
    },
    "source_url": "https://www.thelancet.com/journals/lanonc/article/PIIS1470-2045(11)70384-9/fulltext"
  },
  {
    "id": 79,
    "is_causal": true,
    "statement": {
      "de": "Antibiotika-Behandlung heilt bakterielle Lungenentzündung.",
      "en": "Antibiotic treatment cures bacterial pneumonia."
    },
    "explanation": {
      "de": "Antibiotika reduzieren Mortalität bei bakterieller Pneumonie um 80-90%.",
      "en": "Antibiotics reduce mortality from bacterial pneumonia by 80-90%."
    },
    "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)30994-2/fulltext"
  },
  {
    "id": 81,
    "is_causal": true,
    "statement": {
      "de": "Lärmbelastung verursacht Hörverlust.",
      "en": "Noise exposure causes hearing loss."
    },
    "explanation": {
      "de": "Dosisabhängige Schädigung von Haarzellen im Innenohr ist gut dokumentiert.",
      "en": "Dose-dependent damage to hair cells in inner ear is well documented."
    },
    "source_url": "https://www.who.int/news-room/fact-sheets/detail/deafness-and-hearing-loss"
  },
  {
    "id": 82,
    "is_causal": true,
    "statement": {
      "de": "Übermäßiger Alkoholkonsum verursacht Leberzirrhose.",
      "en": "Excessive alcohol consumption causes liver cirrhosis."
    },
    "explanation": {
      "de": "Klare Dosis-Wirkungs-Beziehung, biologischer Mechanismus bekannt, Abstinenz kann Progression stoppen.",
      "en": "Clear dose-response relationship, biological mechanism known, abstinence can stop progression."
    },
    "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)30134-X/fulltext"
  },
  {
    "id": 83,
    "is_causal": true,
    "statement": {
      "de": "Sonnencreme reduziert das Risiko für Hautkrebs.",
      "en": "Sunscreen reduces skin cancer risk."
    },
    "explanation": {
      "de": "Langzeitstudien zeigen 40% Reduktion von Melanomen bei regelmäßiger Anwendung.",
      "en": "Long-term studies show 40% reduction of melanomas with regular use."
    },
    "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7759112/"
  },
  {
    "id": 85,
    "is_causal": true,
    "statement": {
      "de": "Zahnpasta mit Fluorid verhindert Karies.",
      "en": "Fluoride toothpaste prevents cavities."
    },
    "explanation": {
      "de": "Fluorid remineralisiert Zahnschmelz. Cochrane-Review zeigt 24% Kariesreduktion.",
      "en": "Fluoride remineralizes tooth enamel. Cochrane review shows 24% cavity reduction."
    },
    "source_url": "https://www.cochrane.org/CD007868/ORAL_fluoride-toothpastes-different-concentrations-preventing-tooth-decay"
  },
  {
    "id": 86,
    "is_causal": true,
    "statement": {
      "de": "Stillen reduziert Infektionsrisiko bei Säuglingen.",
      "en": "Breastfeeding reduces infection risk in infants."
    },
    "explanation": {
      "de": "Muttermilch enthält Antikörper und reduziert Atemwegs- und Magen-Darm-Infektionen um 50-70%.",
      "en": "Breast milk contains antibodies and reduces respiratory and GI infections by 50-70%."
    },
    "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(15)01024-7/fulltext"
  },
  {
    "id": 87,
    "is_causal": true,
    "statement": {
      "de": "Aspirin reduziert das Risiko für Schlaganfall bei Hochrisikopatienten.",
      "en": "Aspirin reduces stroke risk in high-risk patients."
    },
    "explanation": {
      "de": "Thrombozytenaggregationshemmung verhindert Gefäßverschlüsse. 25% Risikoreduktion in RCTs.",
      "en": "Platelet aggregation inhibition prevents vascular occlusion. 25% risk reduction in RCTs."
    },
    "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9254866/"
  },
  {
    "id": 88,
    "is_causal": true,
    "statement": {
      "de": "Körperliche Aktivität senkt das Risiko für Darmkrebs.",
      "en": "Physical activity lowers colon cancer risk."
    },
    "explanation": {
      "de": "Meta-Analysen zeigen 20-30% Risikoreduktion. Mechanismus: beschleunigte Darmpassage, Immunmodulation.",
      "en": "Meta-analyses show 20-30% risk reduction. Mechanism: accelerated intestinal transit, immune modulation."
    },
    "source_url": "https://www.bmj.com/content/354/bmj.i3857"
  },
  {
    "id": 89,
    "is_causal": true,
    "statement": {
      "de": "Malaria-Moskitonetze reduzieren Malaria-Todesfälle um 50%.",
      "en": "Malaria bed nets reduce malaria deaths by 50%."
    },
    "explanation": {
      "de": "Insektizid-behandelte Netze verhindern Mückenstiche und damit Übertragung.",
      "en": "Insecticide-treated nets prevent mosquito bites and thus transmission."
    },
    "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3623563/"
  },
  {
    "id": 90,
    "is_causal": true,
    "statement": {
      "de": "Hochdosierte Strahlentherapie verursacht Gewebeschäden.",
      "en": "High-dose radiation therapy causes tissue damage."
    },
    "explanation": {
      "de": "Ionisierende Strahlung schädigt DNA und Zellen dosisabhängig.",
      "en": "Ionizing radiation damages DNA and cells in dose-dependent manner."
    },
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6161487/"
  },
  {
    "id": 91,
    "is_causal": true,
    "statement": {
      "de": "Antibabypille reduziert das Risiko für Eierstockkrebs um 50%.",
      "en": "Birth control pills reduce ovarian cancer risk by 50%."
    },
    "explanation": {
      "de": "Ovulationshemmung schützt vor Eierstockkrebs. Effekt hält Jahre nach Absetzen an.",
      "en": "Ovulation suppression protects against ovarian cancer. Effect persists years after stopping."
    },
    "source_url": "https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(07)61534-7/fulltext"
  },
  {
    "id": 92,
    "is_causal": true,
    "statement": {
      "de": "Vitamin A-Gabe reduziert Kindersterblichkeit in Entwicklungsländern.",
      "en": "Vitamin A supplementation reduces child mortality in developing countries."
    },
    "explanation": {
      "de": "Meta-Analysen zeigen 24% Reduktion der Gesamtmortalität bei Kindern.",
      "en": "Meta-analyses show 24% reduction in all-cause mortality in children."
    },
    "source_url": "https://www.cochrane.org/CD008524/NEONATAL_vitamin-supplementation-reducing-child-deaths-low-and-middle-income-countries"
  },
  {
    "id": 93,
    "is_causal": true,
    "statement": {
      "de": "Geschwindigkeitsbegrenzungen reduzieren Verkehrstote.",
      "en": "Speed limits reduce traffic fatalities."
    },
    "explanation": {
      "de": "Kinetische Energie steigt quadratisch mit Geschwindigkeit. Reduktion um 10 km/h senkt Todesfälle um 20-30%.",
      "en": "Kinetic energy increases quadratically with speed. 10 km/h reduction lowers deaths by 20-30%."
    },
    "source_url": "https://www.who.int/publications/i/item/9789241563840"
  },
  {
    "id": 96,
    "is_causal": true,
    "statement": {
      "de": "Narkose-Medikamente verursachen Bewusstlosigkeit.",
      "en": "Anesthetic drugs cause unconsciousness."
    },
    "explanation": {
      "de": "Dosisabhängige, reversible Unterdrückung neuronaler Aktivität ist gut verstanden.",
      "en": "Dose-dependent, reversible suppression of neuronal activity is well understood."
    },
    "source_url": "https://www.nejm.org/doi/full/10.1056/NEJMra0808281"
  },
  {
    "id": 98,
    "is_causal": true,
    "statement": {
      "de": "Stress erhöht Cortisol-Spiegel im Blut.",
      "en": "Stress increases blood cortisol levels."
    },
    "explanation": {
      "de": "HPA-Achsen-Aktivierung als direkte physiologische Stressreaktion ist gut dokumentiert.",
      "en": "HPA axis activation as direct physiological stress response is well documented."
    },
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5137920/"
  },
  {
    "id": 99,
    "is_causal": true,
    "statement": {
      "de": "Bildschirmblaulicht-Filter verbessern Schlafqualität nicht nachweisbar.",
      "en": "Blue light screen filters do not measurably improve sleep quality."
    },
    "explanation": {
      "de": "RCTs zeigen keine signifikanten Effekte. Screenzeit-Reduktion selbst ist wichtiger als Blaulicht-Filterung.",
      "en": "RCTs show no significant effects. Screen time reduction itself is more important than blue light filtering."
    },
    "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6751071/"
  },
  {
    "id": 100,
    "is_causal": true,
    "statement": {
      "de": "Salz-Reduktion senkt den Blutdruck.",
      "en": "Salt reduction lowers blood pressure."
    },
    "explanation": {
      "de": "Meta-Analysen von RCTs zeigen 5-6 mmHg systolische Blutdrucksenkung bei Salzreduktion.",
      "en": "Meta-analyses of RCTs show 5-6 mmHg systolic blood pressure reduction with salt reduction."
    },
    "source_url": "https://www.health.harvard.edu/heart-health/cutting-sodium-significantly-lowers-blood-pressure"
  }
]
